Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The ability to get a loan is how you finance the purchase of everything from a home to a car to a college education; how stores stock their shelves, farms buy equipment, and businesses make payroll.
es: La capacidad de conseguir un préstamo determina la posibilidad de financiar todo, desde una casa hasta un auto y los estudios universitarios; es la manera en que las tiendas renuevan su inventario, las granjas compran equipo y las empresas pagan sus planillas.

source: (d) the 80 % guarantee to secure a loan of DEM 12 750 000 (EUR 6 518 971,49) for the extension of the Wismar plant
es: d) la garantía del 80 % para cubrir un préstamo de 12 750 000 DEM (6 518 971,49 EUR) para la extensión de la fábrica de Wismar

source: Land and buildings are often used as collateral, providing a possibility to secure a loan through a mortgage.
es: Las tierras y los inmuebles se utilizan habitualmente como garantía, proporcionando la posibilidad de asegurar un préstamo a través de una hipoteca.

source: This contrasts with countries like Canada, the United States and most in Western Europe, where a modest home, a small plot of land or a solid credit history can be enough to secure a loan.
es: El contraste es patente en comparación como países como Canadá, Estados Unidos y la mayor parte de Europa Occidental, donde una vivienda modesta, una pequeña parcela o un historial crediticio sólido pueden bastar para garantizar un préstamo.

source: In order to secure a loan from a bank, Sirap SpA's creditors are required to transfer their claims to that bank as a primary guarantee.
es: Por otro lado, es necesario recordar que, a fin de obtener financiación de un banco, los acreedores de Sirap SpA deben ceder el crédito en cuestión al banco en concepto de garantía principal.

source: Most important, consider the following questions in relation to how your business is stronger or weaker than the competition.
es: Y lo que más importa, tenga en cuenta las preguntas siguientes al estimar en qué sentido su empresa es más fuerte o más débil que las de los competidores.

source: Is it not our responsibility to give thought to how we should tackle this brand of politics?
es: ¿No tenemos la responsabilidad de considerar cómo podemos combatir esta política?

source: Furthermore, festival organisers wish to explore how to better brand and benefit from their festivals, whether through merchandising opportunities or through the sale of recordings.
es: Además, los organizadores de ese tipo de festivales tratan de hallar la manera más adecuada de promocionarlos, ya sea mediante la venta de artículos de promoción o de grabaciones.

source: That's how you develop a distinctive image and brand.
es: "Así se crean un estilo y una imagen de marca reconocibles""."

source: It is a mechanism for organizing the most productive dialogue between meaningful pasts and desirable futures.
es: Es un recurso para organizar un diálogo más productivo entre pasados pertinentes y futuros deseables.

source: reduce the level of fees requested by the Member States' administrations for registering a business, taking inspiration from EU best performers
es: reducir el nivel de las tasas que exigen las administraciones de los Estados miembros para registrar empresas, inspirándose en los mejores ejemplos de la UE

source: A three-year comprehensive strategic plan was developed as a guide to action on gender mainstreaming.
es: Se ha elaborado un amplio plan estratégico de tres años para orientar las actividades de integración de la perspectiva de género.

source: The form in the back of this guide can help you plan your new club format.
es: Hay un formulario al final de esta guía para ayudarlo a planificar el nuevo formato para su club.

source: The Executive Board may wish to take note of the draft strategic plan and provide comments to guide its finalization for submission at the second regular session 2007.
es: La Junta Ejecutiva tal vez desee tomar nota del proyecto de plan estratégico y formular observaciones al respecto para orientar su finalización a fin de presentarlo durante el segundo período ordinario de sesiones de 2007.

source: The AIDS response in South Africa has been given a boost with the successful endorsement of two key processes the restructured South African National AIDS Council (SANAC) and a new national AIDS plan which will guide South Africa's response to AIDS over the next five years.
es: El refrendo de dos procesos clave ha incentivado la respuesta al sida en Sudáfrica la reestructuración del Consejo Nacional de Sudáfrica sobre el Sida (SANAC) y un nuevo plan nacional contra el sida que guiará la respuesta de Sudáfrica a esta enfermedad durante los próximos cinco años.

source: The strategic plan, 2008-2011, will be used to guide all programme development and implementation, and to monitor performance and progress in achievements.
es: Se usará el plan estratégico 2008-2011 para orientar toda la preparación y ejecución de programas y para supervisar el rendimiento y el progreso en función de los logros.

source: Admission to the only pan-European Business-Guide specialised in the B2B real estate sector!
es: Incorporación en la única guía de negocios para al sector inmobiliario B2B de alcance europeo!

source: Mr President, I am very privileged this morning to be sitting next to Mr Daniel Hannan, my very good colleague, whose speech a few weeks ago has revolutionised the transmission of information and political thought and will change it for the future.
es: Señor Presidente, me siento privilegiado esta mañana al estar sentado al lado del señor Daniel Hannan, mi bien estimado colega, cuyo discurso hace unas semanas ha revolucionado la transmisión de información y pensamiento político y que lo cambiará en el futuro.

source: It demonstrated that a high-quality programme can transform children's lives and futures.
es: Demostró que un programa de alta calidad puede transformar la vida y el futuro de los niños.

source: Children are exposed daily to dangers that threaten their lives and futures, injure them and make them handicapped.
es: Los niños están expuestos a diario a peligros que amenazan su vida y su futuro, los hieren y los dejan incapacitados.

source: These speculators usually roll over one futures contract into another when the initial contract approaches maturity.
es: Solamente venden su posición cuando varían la composición de la cartera, por lo que no suelen contribuir a la liquidez del mercado.

source: And build a bridge between the people of Spain and the US companies that might want to invest in their futures.
es: Y construir un puente entre la gente de España y las empresas de Estados Unidos que quieran invertir en su futuro.

source: The European Short Term Government Bond Fund may be leveraged up to 20% of its Net Asset Value as a result of its use of exchange-traded futures contracts and forward currency exchange contracts.
es: El European Short Term Government Bond Fund podrá tener un apalancamiento de hasta el 20% de su Valor Liquidativo como resultado de su utilización de futuros y contratos a plazo sobre divisas cotizados.

source: A number of children have lost their parents and are in the temporary camps with uncertain futures.
es: Gran cantidad de niños han perdido a sus padres y se encuentran en los campamentos temporales enfrentando un futuro incierto.

source: It can change how children view the world and their futures, and can lead to future employment problems.
es: Puede modificar la manera en que vean el mundo y su futuro, y generarles problemas laborales el día de mañana.

source: The contracts traded are typically either contracts for spot delivery or risk management instruments such as forward, futures or options contracts.
es: Los instrumentos negociados suelen ser contratos de entrega inmediata o instrumentos de gestión del riesgo, como contratos a término, de futuros o de opciones.

source: "She says ""That early inspiration has remained a driving force throughout my life and career, and today I am so very happy to be in an organization whose core business is 'inspiration in action' for peace and development."
es: "Esa primera inspiración ha seguido motivándome durante toda mi vida y carrera, y hoy estoy muy contenta de pertenecer a una organización cuya principal actividad se basa en la 'inspiración en acción' para la paz y el desarrollo"", ha comentado."

source: Who is your online business idol/inspiration?
es: ¿Quién es tu referente en el mundo de los negocios online?

source: "Mick Hegarty, strategy director for BT Business, said ""It's an inspiration to see the great resolve of this country's entrepreneurs in the face of tough times."
es: "Mick Hegarty, director estratégico de BT Business, explicaba ""Resulta inspirador ver la determinación que demuestran los empresarios de este país en tiempos tan difíciles."

source: Member States have substantially improved the business environment for SMEs, taking inspiration from best practice exchanged in the context of the European Charter for Small Enterprises endorsed in Feira in 2000 and by implementing the 2006 Spring European Council conclusions, e.g. by introducing one-stop shops for company registration and reducing the time and costs required to start a business.
es: Los Estados miembros han mejorado sustancialmente el entorno empresarial para las PYME, inspirándose en las buenas prácticas intercambiadas en el contexto de la Carta Europea de la Pequeña Empresa, adoptada en Feira en 2000, y poniendo en práctica las conclusiones del Consejo Europeo de Primavera de 2006, por ejemplo mediante la introducción de ventanillas únicas para el registro de empresas y reduciendo el tiempo y los costes necesarios para crear una empresa.

source: Our business mission finds inspiration in values such as freedom and democracy, respect for life and for the people's dignity, the integrity of the family, freedom of speech and the right to be duly informed -within a framework of tolerance and pluralism-, as well as free entrepreneurship and social market economy as pivotal to growth and social development.
es: Su misión empresarial se inspira en los valores de la libertad y la democracia, el respeto al derecho a la vida y la dignidad de las personas, la integridad de la familia, la libertad de expresión y el derecho a estar debidamente informado -en un marco de pluralismo y tolerancia-, así como el libre emprendimiento y la economía social de mercado como articuladores del crecimiento y desarrollo social.

source: The Single Market policies and the Lisbon Agenda including the Small Business Act, will provide the inspiration for relevant parts of the strategy especially the section related to prosperity while the European Research Area, together with its funding instrument the 7th Framework Programme (FP7), will provide a sound scientific basis for sustainable management of the Baltic Sea basin.
es: Las políticas del mercado único y la Agenda de Lisboa, incluida la Iniciativa en favor de las pequeñas empresas, servirán de inspiración a las partes pertinentes de la estrategia, especialmente la sección relacionada con la prosperidad, mientras que el Espacio Europeo de Investigación, junto con su instrumento de financiación, el VII Programa Marco (VII PM), proporcionará una base científica sólida para la gestión sostenible de la cuenca del Mar Báltico.

source: We believe that meeting the needs of excluded groups not only contributes to the integration of the MDG into the business strategy, but is also a source of inspiration for new business models.
es: En este sentido, creemos que la satisfacción de las necesidades de los colectivos excluidos no solo contribuye a la integración de los ODM en la estrategia de negocio sino que también es fuente de inspiración para nuevos modelos de negocio.

source: use of e-business practices and to take inspiration from good practices analysed in the context of the Best Procedure project on policies in support of e-business for SMEs.
es: Se insta a los Estados miembros a continuar ayudando a las pequeñas empresas a utilizar el comercio electrónico eficazmente y a inspirarse en las buenas prácticas analizadas en el contexto del proyecto Del Procedimiento Best sobre políticas de fomento del comercio electrónico en las PYME.

source: For Marie-Claire Ghali, Swiss Florist, flowers are not just her business, they are her inspiration.
es: Para Marie-Claire Ghali, florista suiza, las flores son mucho más que un negocio son su inspiración.

source: Its purpose is to promote free trade and the fluid movement of goods, people, and currency, contributing to regional integration.
es: Tiene por finalidad promover el libre comercio y libre intercambio y movimiento de bienes, personas y capital y contribuir a la integración regional.

source: Goals will reflect your vision statement and help you reach that future.
es: Las metas reflejarán esa visión y le ayudarán a alcanzar el futuro.

source: This is the spirit in which we adopted declarations in favour of future generations.
es: En este espíritu hemos adoptado las declaraciones en favor de las generaciones futuras.

source: On the contrary, recent diplomatic activities and the determination of the international community to attain the ultimate objective of establishing peace and stability in the region have raised our hopes for the future.
es: Por el contrario, las recientes actividades diplomáticas y la determinación de la comunidad internacional por alcanzar el objetivo final de que reine la paz y la estabilidad en la región han dado pábulo a nuestras esperanzas de cara al futuro.

source: These training activities are going to continue in the future.
es: Estas actividades de capacitación van a continuar en el futuro.

source: Futures contracts for oil for delivery two years hence have risen dramatically in price.
es: Los contratos a futuro del petróleo para entrega en dos años, por lo tanto, han subido drásticamente de precio.

source: I am sure that this institution will have a multiplier effect on our knowledge, confidence and spirit of collaboration, because we are destined to build our futures together and to reconstruct our common heritage, one that on occasion has fared badly, during the vicissitudes of history.
es: Estoy convencido de que esta institución tendrá un efecto multiplicador sobre el conocimiento, la confianza y la concertación; porque estamos llamados a construir el futuro juntos y a reconstruir nuestra memoria, maltratada en ocasiones por los avatares históricos.

source: People and communities are demanding a greater role in the definition of their own futures.
es: Las personas y las comunidades exigen una mayor participación en la definición de su propio futuro.

source: Futures prices indicate that energy prices should remain high.
es: Los precios de los futuros indican que el precio de la energía se mantendrá alto.

source: Deprived of such technology and resources, they feel that their learning capacity is impaired and their futures compromised.
es: Si no pueden acceder a esas tecnologías y recursos, consideran que su capacidad de aprendizaje se ve perjudicada y sus futuro afectado.

source: Other secondary markets were added to the principal exchanges in 1991, such as the public debt futures and options markets, and that of the market index and quoted shares futures and options exchange.
es: En 1991 se añadieron a las bolsas principales otros mercados secundarios, como los mercados de deuda pública y de opciones y futuros y el del índice del mercado en el vencimiento de futuros y opciones.

source: LCE9 Paris Business Club, created under the inspiration of Entrepreneurs is a non profit making association (1901 law) . It is committed to help its members to develop their company sharing experiences and skills.
es: El Club de Negocios LCE9 París, creado bajo el impulso de Empresarios, es una asociación (ley 1901) que, al favorecer la puesta en común de las ideas y competencias, se compromete con sus Miembros para ayudarles a desarrollar su empresa.

source: Rodolfo Perez Garcia, best known as PEGASO, comic artist since he was 17 years old, with 30 years in the business he confesses that some days inspiration simply does not arrive.
es: Rodolfo Pérez García, mejor conocido como PEGASO, dibujante de historieta desde los 17 años, con 30 años en el negocio confiesa en que hay días en que simplemente no llega la inspiración.

source: The pages of this publication may be copied and used as checklists in each step of the process or as inspiration if a business wishes to create its own checklist.
es: Las páginas de esta publicación pueden copiarse y usarse como listas de control en cada etapa del proceso o como inspiración si un negocio desea crear su propia lista de control.

source: He remains a great source of inspiration for our business and continues to support Sennheiser's commitment to developing even more exciting, innovative products.
es: "Él sigue siendo una gran fuente de inspiración para la compañía y continúa apoyando el compromiso de Sennheiser al desarrollar productos vanguardistas,"" afirmó Daniel Sennheiser, director de innovación estratégica de Sennheiser."

source: "Advocates of acquired social entrepreneurship claim that people can be trained to transform inspiration into a business concept by persisting and refusing to take ""no"" for an answer until they achieve an impact on society."
es: Sin embargo, los que abogan por el emprendedor social que se hace sostienen que se puede entrenar a las personas para transformar la inspiración en un concepto de negocio a través de la persistencia y de nunca conformarse con un «no» por respuesta hasta que logran un impacto en la sociedad.

source: here, you will find my portfolio, the description of services of Alexandroff 3D Studio, mine inspiration sources, articles about business and technical tips to improve your 3D.
es: Aquí encontrarás mi portifólio, la descripción de los servicios del Alexandroff 3D Studio, y, en portugués (sorry!) mis fuentes de inspiración

source: The world around us, in all its diversity, is our inspiration. We see it as our business to help protect it.
es: La diversidad del mundo que nos rodea es nuestra inspiración, y vemos como parte de nuestro negocio el ayudar a protegerlo.

source: International Next Marketing '09 is an opportunity to find the inspiration to successfully embark upon future business strategies and immediate professional decisions on marketing and communication .
es: En International NEXTmarketing 09 podrás encontrar las respuestas de marketing en mercados turbulentos para asumir con éxito futuras estrategias empresariales y decisiones profesionales inmediatas sobre marketing y comunicación.

source: This approach found its reflection in the report on the renewed Lisbon Strategy for growth and employment adopted on 11 December 2007, and provided the inspiration for the creation of a Small Business Act for Europe, whose principal objective is to identify concrete measures and principles for improving the European SME environment and for reaping the full benefit of their diversity.
es: En este contexto, se lanzó el principio de una «Small Business Act» para Europa (SBAE) cuyo principal objetivo sería el de definir principios y medidas concretas para mejorar el entorno de las PYME europeas y tener totalmente en cuenta su diversidad.

source: On the other hand, they highlighted the best external position of the country, as well as the largest income of foreign currency from family remittances, have propitiated vulnerability of the referred position to be reduced.
es: Por otra parte, subrayó que la mejora en la posición externa del país, así como los mayores ingresos de divisas provenientes de las remesas familiares, han propiciado que la vulnerabilidad de la referida posición se haya reducido.

source: Market order is a commitment to buy or sell the currency pair at the current market price.
es: Una Orden de Mercado se emite para comprar o vender un par de divisas al precio vigente en el mercado.

source: The introduction of the euro as a single currency was a huge challenge.
es: La introducción del euro como moneda única supuso todo un reto.

source: You use this function to value the remaining capital of loan positions for which the contract capital differs from the local currency.
es: Utilice esta función para valorar el capital restante de posiciones de préstamo para las que el capital de contrato difiere de la moneda local.

source: The national currency equivalent may be retained unchanged if the conversion were to result in a decrease in that equivalent value.
es: El contravalor en moneda nacional se podrá mantener sin cambios si la conversión diera lugar a una disminución de ese valor equivalente.

source: The strong macroeconomic performance has also led to increased foreign currency reserves and the attainment of a relatively stable foreign exchange rate.
es: El buen comportamiento macroeconómico ha conducido también a un aumento de las reservas de divisas y a una relativa estabilidad del tipo de cambio.

source: The ratio of foreign currency open position to total equity should be no more than 10% - 20 %.
es: La relación de la posición abierta en divisas al total de la equidad no debe ser superior al 10% - 20%.

source: The impact of these currency exchange rate changes, where significant, is discussed below.
es: El impacto de estas variaciones en el tipo de cambio se discute más adelante, en los casos relevantes.

source: The bid price is the price at which the currency is sold.
es: El precio de venta es el valor por el cual se vende de una divisa.

source: While the decrease in borrowing costs is a huge positive for the sector, we expect equities to outperform real estate, based on the earnings outlook and current valuations.
es: Aunque el descenso de costes de los préstamos es un enorme positivo para el sector, esperamos que la renta variable mejore los resultados del sector inmobiliario basándonos en las previsiones de beneficios y las tasaciones actuales.

source: There is often no firm institutional basis or systematic effort to create a future generation of ethics teachers beyond existing teachers.
es: A menudo carecen de base institucional firme o de un esfuerzo sistemático por crear una generación futura de docentes de ética, más allá de los existentes.

source: Human Genetic engineering raises major questions both about the nature of life itself and the danger of passing on unknown gene combinations to future generations.
es: La ingeniería genética humana suscita cuestiones importantes sobre la naturaleza de la vida en sí misma y sobre el peligro de transmitir combinaciones genéticas desconocidas a las generaciones futuras.

source: If we are going to make poverty history we really must do much more than that in the future.
es: Si deseamos erradicar la pobreza, realmente tenemos que hacer mucho más que eso en el futuro.

source: The future of the planet will always exist, while the future of the man lies in its hands?
es: Es que el futuro del planeta siempre existirá, el del hombre, esta solo en sus manos?

source: Each decision they make affects what will be left for future generations.
es: Cada decisión que ellos tomen afecta a lo que quedará para las generaciones futuras.

source: Indeed, many current and future leaders experience various kinds of academic or technical training.
es: En realidad, muchos líderes actuales y futuros pasan por varios tipos de entrenamiento académicos y técnicos.
